Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Menu_View_ViewSettings.Text
source: View settings
ar: إعدادات العرض
cs: Nastavení zobrazení
de: Ansichtseinstellungen
el: Ρυθμίσεις προβολής
es: Configuración de la vista
fa: تنظیمات نما
fr: Paramètres d'affichage
hu: Nézetbeállítások
id: Pengaturan Tampilan
it: Impostazioni di visualizzazione
ja: 表示設定(V)
ko: 보기 설정(V)
pl: Ustawienia widoku
pt: Configurações de exibição
ro: Setări vizualizare
ru: Параметры представления
th: การตั้งค่ามุมมอง(V)
tr: Görünüm ayarları
uk: Параметри вигляду
vi: Cài đặt Hiển thị
zh_hans: 视图设置(V)
zh_hant: 檢視設定(V)

# Menu_View_ViewSettings.AccessKey
source: V
ar: ض
cs: N
de: A
el: Λ
es: L
fa: ت
fr: P
hu: N
id: E
it: I
pl: U
pt: N
ru: Р
tr: A
uk: В
vi: H

# Menu_View_SaveDefault.Text
source: Save as default
ar: حفظ كافتراضي
cs: Uložit jako výchozí
de: Als Standard speichern
el: Αποθήκευση ως προεπιλογή
es: Guardar como predeterminado
fa: ذخیره به‌عنوان پیش‌فرض
fr: Enregistrer par défaut
hu: Mentés alapértelmezettként
id: Simpan sebagai Default
it: Salva come predefinito
ja: 既定として保存(S)
ko: 기본값으로 저장(S)
pl: Zapisz jako domyślne
pt: Salvar como padrão
ro: Salvare ca implicit
ru: Сохранить как параметры по умолчанию
th: บันทึกเป็นค่าเริ่มต้น(S)
tr: Varsayılan olarak kaydet
uk: Зберегти як стандартні
vi: Lưu làm Mặc định
zh_hans: 保存为默认值(S)
zh_hant: 儲存為預設值(S)

# Menu_View_SaveDefault.AccessKey
source: S
ar: ح
cs: U
de: A
el: Α
es: G
fa: ذ
fr: E
hu: M
pl: Z
ru: С
tr: V
uk: З
vi: L

# Menu_View_ResetDefault.Text
source: Reset to default
ar: إعادة التعيين إلى الافتراضي
cs: Obnovit výchozí
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογής
es: Restablecer valores predeterminados
fa: بازنشانی به پیش‌فرض
fr: Rétablir les valeurs par défaut
hu: Alapértelmezés visszaállítása
id: Atur Ulang ke Default
it: Ripristina predefiniti
ja: 既定に戻す(R)
ko: 기본값으로 초기화(R)
pl: Przywróć domyślne
pt: Restaurar padrão
ro: Resetare la implicit
ru: Восстановить по умолчанию
th: รีเซ็ตเป็นค่าเริ่มต้น(R)
tr: Varsayılana sıfırla
uk: Відновити стандартні
vi: Đặt lại về Mặc định
zh_hans: 重置为默认值(R)
zh_hant: 重設為預設值(R)

# Menu_View_ResetDefault.AccessKey
source: R
ar: ع
cs: O
de: S
el: Ε
fa: ب
hu: A
id: U
pl: P
ru: В
tr: S
uk: В
vi: M

# Menu_View_AnnouncePosition.Text
source: Read current position
ar: قراءة الموضع الحالي
cs: Přečíst aktuální pozici
de: Aktuelle Position vorlesen
el: Ανάγνωση τρέχουσας θέσης
es: Leer la posición actual
fa: خواندن موقعیت فعلی
fr: Lire la position actuelle
hu: Aktuális pozíció felolvasása
id: Bacakan Posisi Saat Ini
it: Leggi posizione corrente
ja: 現在位置を読み上げ(A)
ko: 현재 위치 읽기(A)
pl: Odczytaj bieżącą pozycję
pt: Ler posição atual
ro: Citire poziție curentă
ru: Озвучить текущую позицию
th: อ่านตำแหน่งปัจจุบัน(A)
tr: Geçerli konumu oku
uk: Прочитати поточну позицію
vi: Đọc Vị trí Hiện tại
zh_hans: 朗读当前位置(A)
zh_hant: 朗讀目前位置(A)

# Menu_View_AnnouncePosition.AccessKey
source: A
ar: ء
cs: T
de: V
el: Ν
es: E
fa: خ
fr: L
id: I
it: L
pl: C
pt: L
ro: I
ru: О
tr: K
uk: О
vi: V

# Menu_View_EncodingUtf32LE.AccessKey
source: I
ar: E
cs: T
de: T
es: T
fr: T
hu: T
it: T
pl: T
pt: T
ro: T
ru: T
tr: T
uk: T
vi: E

# Menu_View_EncodingUtf32BE.AccessKey
source: J
ar: T
cs: F
de: F
es: F
fr: F
hu: F
it: F
pl: F
pt: F
ro: F
ru: F
tr: F
uk: F
vi: T

# Menu_View_Utf16Odd.Text
source: Decode UTF-16 from odd offsets
ar: فك ترميز UTF-16 من الإزاحات الفردية
cs: Dekódovat UTF-16 od lichých posunů
de: UTF-16 ab ungeraden Offsets decodieren
el: Αποκωδικοποίηση UTF-16 από μονές μετατοπίσεις
es: Descodificar UTF-16 desde desplazamientos impares
fa: رمزگشایی UTF-16 از آفست‌های فرد
fr: Décoder l'UTF-16 à partir des décalages impairs
hu: UTF-16 dekódolása páratlan eltolástól
id: Dekode UTF-16 dari Offset Ganjil
it: Decodifica UTF-16 da offset dispari
ja: UTF-16 を奇数の位置から解読(O)
ko: 홀수 오프셋부터 UTF-16 디코딩(O)
pl: Dekoduj UTF-16 od nieparzystych przesunięć
pt: Decodificar UTF-16 a partir de deslocamentos ímpares
ro: Decodare UTF-16 de la deplasamente impare
ru: Декодировать UTF-16 с нечетных смещений
th: ถอดรหัส UTF-16 จากออฟเซ็ตคี่(O)
tr: UTF-16'yı tek ofsetlerden çöz
uk: Декодувати UTF-16 з непарних зміщень
vi: Giải mã UTF-16 từ Độ lệch Lẻ
zh_hans: 从奇数偏移量解码 UTF-16(O)
zh_hant: 從奇數位移解碼 UTF-16(O)

# Menu_View_Utf16Odd.AccessKey
source: O
ar: ف
cs: D
de: A
el: Α
es: D
fa: ف
fr: D
hu: D
id: D
it: D
pl: D
pt: D
ro: D
ru: Н
tr: Y
uk: Д
vi: G

# Menu_Go_History.Text
source: History
ar: السجل
cs: Historie
de: Verlauf
el: Ιστορικό
es: Historial
fa: سابقه
fr: Historique
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴の一覧(H)
ko: 기록(H)
pl: Historia
pt: Histórico
ro: Istoric
ru: Журнал
th: ประวัติ(H)
tr: Geçmiş
uk: Журнал
vi: Lịch sử
zh_hans: 历史记录(H)
zh_hant: 記錄(H)

# Menu_Go_History.AccessKey
source: H
ar: ج
de: R
el: Ι
fa: س
hu: L
id: R
it: C
ro: I
ru: Ж
tr: E
uk: Ж

# Menu_View_GroupBytes
source: {0, plural, one {# byte} other {# bytes}}
ar: {0, plural, zero {# بايت} one {بايت واحد} two {بايتان} few {# بايتات} many {# بايتًا} other {# بايت}}
cs: {0, plural, one {# bajt} few {# bajty} many {# bajtu} other {# bajtů}}
el: {0, plural, one {# byte} other {# byte}}
fa: {0, plural, one {# بایت} other {# بایت}}
fr: {0, plural, one {# octet} other {# octets}}
hu: {0, plural, one {# bájt} other {# bájt}}
id: {0, plural, other {# byte}}
it: {0, plural, one {# byte} other {# byte}}
ja: {0} バイト
ko: {0, plural, other {#바이트}}
pl: {0, plural, one {# bajt} few {# bajty} many {# bajtów} other {# bajta}}
ro: {0, plural, one {# octet} few {# octeți} other {# de octeți}}
ru: {0, plural, one {# байт} few {# байта} many {# байт} other {# байта}}
th: {0, plural, other {# ไบต์}}
tr: {0, plural, one {# bayt} other {# bayt}}
uk: {0, plural, one {# байт} few {# байти} many {# байтів} other {# байта}}
vi: {0, plural, other {# byte}}
zh_hans: {0, plural, other {# 字节}}
zh_hant: {0, plural, other {# 個位元組}}

# Scheme_default
source: Default
ar: افتراضي
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیش‌فرض
fr: Par défaut
hu: Alapértelmezett
it: Predefinita
ja: 既定
ko: 기본값
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартна
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# Scheme_contrast
source: High contrast style
ar: نمط التباين العالي
cs: Styl vysokého kontrastu
de: Hoher-Kontrast-Stil
el: Στυλ υψηλής αντίθεσης
es: Estilo de contraste alto
fa: سبک کنتراست بالا
fr: Style contraste élevé
hu: Nagy kontrasztú stílus
id: Gaya kontras tinggi
it: Stile a contrasto elevato
ja: 高コントラスト風
ko: 고대비 스타일
pl: Styl wysokiego kontrastu
pt: Estilo de alto contraste
ro: Stil contrast ridicat
ru: В стиле высокой контрастности
th: แบบความคมชัดสูง
tr: Yüksek karşıtlık stili
uk: Висококонтрастний стиль
vi: Kiểu tương phản cao
zh_hans: 高对比度风格
zh_hant: 高對比樣式

# HexView_Ruler_OffsetHex
source: Offset (h)
ar: الإزاحة (h)
cs: Posun (h)
el: Μετατόπιση (h)
es: Desplazamiento (h)
fa: آفست (h)
fr: Décalage (h)
hu: Eltolás (h)
ja: オフセット (h)
ko: 오프셋(h)
pl: Przes. (h)
pt: Desloc. (h)
ro: Deplasament (h)
ru: Смещение (h)
th: ออฟเซ็ต (h)
tr: Ofset (h)
uk: Зміщення (h)
vi: Độ lệch (h)
zh_hans: 偏移量 (h)
zh_hant: 位移 (h)

# HexView_Ruler_OffsetDecimal
source: Offset (d)
ar: الإزاحة (d)
cs: Posun (d)
el: Μετατόπιση (d)
es: Desplazamiento (d)
fa: آفست (d)
fr: Décalage (d)
hu: Eltolás (d)
ja: オフセット (d)
ko: 오프셋(d)
pl: Przes. (d)
pt: Desloc. (d)
ro: Deplasament (d)
ru: Смещение (d)
th: ออฟเซ็ต (d)
tr: Ofset (d)
uk: Зміщення (d)
vi: Độ lệch (d)
zh_hans: 偏移量 (d)
zh_hant: 位移 (d)

# HexView_Ruler_OffsetOctal
source: Offset (o)
ar: الإزاحة (o)
cs: Posun (o)
el: Μετατόπιση (o)
es: Desplazamiento (o)
fa: آفست (o)
fr: Décalage (o)
hu: Eltolás (o)
ja: オフセット (o)
ko: 오프셋(o)
pl: Przes. (o)
pt: Desloc. (o)
ro: Deplasament (o)
ru: Смещение (o)
th: ออฟเซ็ต (o)
tr: Ofset (o)
uk: Зміщення (o)
vi: Độ lệch (o)
zh_hans: 偏移量 (o)
zh_hant: 位移 (o)

# HexView_Ruler_OffsetHelp
source: Choose the offset radix
ar: اختيار أساس الإزاحة
cs: Zvolte soustavu posunu
de: Zahlenbasis des Offsets auswählen
el: Επιλέξτε τη βάση της μετατόπισης
es: Elegir la base del desplazamiento
fa: انتخاب مبنای آفست
fr: Choisir la base des décalages
hu: Az eltolás számrendszerének kiválasztása
id: Pilih basis offset
it: Scegli la base degli offset
ja: オフセットの基数を選びます
ko: 오프셋 진법 선택
pl: Wybierz podstawę przesunięć
pt: Escolher a base dos deslocamentos
ro: Alegeți baza deplasamentului
ru: Выберите систему счисления смещений
th: เลือกฐานเลขของออฟเซ็ต
tr: Ofset tabanını seçin
uk: Виберіть систему числення зміщень
vi: Chọn cơ số độ lệch
zh_hans: 选择偏移量进制
zh_hant: 選擇位移的進位制

# HexView_Tip_Offset
source: Offset: {0} ({1})
ar: الإزاحة: {0} ({1})
cs: Posun: {0} ({1})
el: Μετατόπιση: {0} ({1})
es: Desplazamiento: {0} ({1})
fa: آفست: {0} ({1})
fr: Décalage : {0} ({1})
hu: Eltolás: {0} ({1})
ja: オフセット: {0} ({1})
ko: 오프셋: {0}({1})
pl: Przesunięcie: {0} ({1})
pt: Deslocamento: {0} ({1})
ro: Deplasament: {0} ({1})
ru: Смещение: {0} ({1})
th: ออฟเซ็ต: {0} ({1})
tr: Ofset: {0} ({1})
uk: Зміщення: {0} ({1})
vi: Độ lệch: {0} ({1})
zh_hans: 偏移量：{0}（{1}）
zh_hant: 位移：{0}（{1}）

# HexView_Tip_Address
source: Address: {0}
ar: العنوان: {0}
cs: Adresa: {0}
de: Adresse: {0}
el: Διεύθυνση: {0}
es: Dirección: {0}
fa: آدرس: {0}
fr: Adresse : {0}
hu: Cím: {0}
id: Alamat: {0}
it: Indirizzo: {0}
ja: アドレス: {0}
ko: 주소: {0}
pl: Adres: {0}
pt: Endereço: {0}
ro: Adresă: {0}
ru: Адрес: {0}
th: ที่อยู่: {0}
tr: Adres: {0}
uk: Адреса: {0}
vi: Địa chỉ: {0}
zh_hans: 地址：{0}
zh_hant: 位址：{0}

# HexView_Tip_Value
source: Value: hex {0}, decimal {1} (signed {2}), octal {3}, binary {4}
ar: القيمة: Hex {0}، عشري {1} (بإشارة {2})، ثماني {3}، ثنائي {4}
cs: Hodnota: Hex {0}, desítkově {1} (se znaménkem {2}), osmičkově {3}, binárně {4}
de: Wert: hex {0}, dezimal {1} (mit Vorzeichen {2}), oktal {3}, binär {4}
el: Τιμή: Hex {0}, δεκαδική {1} (προσημασμένη {2}), οκταδική {3}, δυαδική {4}
es: Valor: hex {0}, decimal {1} (con signo {2}), octal {3}, binario {4}
fa: مقدار: Hex {0}، دهدهی {1} (علامت‌دار {2})، هشت‌هشتی {3}، دودویی {4}
fr: Valeur : hex {0}, décimal {1} (signé {2}), octal {3}, binaire {4}
hu: Érték: Hex {0}, decimális {1} (előjeles {2}), oktális {3}, bináris {4}
id: Nilai: hex {0}, desimal {1} (bertanda {2}), oktal {3}, biner {4}
it: Valore: esadecimale {0}, decimale {1} (con segno {2}), ottale {3}, binario {4}
ja: 値: Hex {0}、10 進 {1} (符号あり {2})、8 進 {3}、2 進 {4}
ko: 값: Hex {0}, 10진수 {1}(부호 있음 {2}), 8진수 {3}, 2진수 {4}
pl: Wartość: szesnastkowo {0}, dziesiętnie {1} (ze znakiem {2}), ósemkowo {3}, binarnie {4}
pt: Valor: hexadecimal {0}, decimal {1} (com sinal {2}), octal {3}, binário {4}
ro: Valoare: hex {0}, zecimal {1} (cu semn {2}), octal {3}, binar {4}
ru: Значение: шестнадцатеричное {0}, десятичное {1} (со знаком {2}), восьмеричное {3}, двоичное {4}
th: ค่า: Hex {0} ฐานสิบ {1} (มีเครื่องหมาย {2}) ฐานแปด {3} ฐานสอง {4}
tr: Değer: hex {0}, ondalık {1} (işaretli {2}), sekizlik {3}, ikili {4}
uk: Значення: шістнадцяткове {0}, десяткове {1} (зі знаком {2}), вісімкове {3}, двійкове {4}
vi: Giá trị: hex {0}, thập phân {1} (có dấu {2}), bát phân {3}, nhị phân {4}
zh_hans: 值：十六进制 {0}，十进制 {1}（有符号 {2}），八进制 {3}，二进制 {4}
zh_hant: 值：十六進位 {0}，十進位 {1}（帶正負號 {2}），八進位 {3}，二進位 {4}

# HexView_Tip_ValueLoading
source: Value: loading
ar: القيمة: جارٍ التحميل
cs: Hodnota: načítání
de: Wert: wird geladen
el: Τιμή: φόρτωση
es: Valor: cargando
fa: مقدار: در حال بارگیری
fr: Valeur : chargement
hu: Érték: betöltés
id: Nilai: memuat
it: Valore: caricamento
ja: 値: 読み込み中
ko: 값: 로드 중
pl: Wartość: ładowanie
pt: Valor: carregando
ro: Valoare: se încarcă
ru: Значение: загрузка
th: ค่า: กำลังโหลด
tr: Değer: yükleniyor
uk: Значення: завантаження
vi: Giá trị: đang tải
zh_hans: 值：正在加载
zh_hant: 值：正在載入

# HexView_Tip_Char
source: Character: {0}
ar: الحرف: {0}
cs: Znak: {0}
de: Zeichen: {0}
el: Χαρακτήρας: {0}
es: Carácter: {0}
fa: نویسه: {0}
fr: Caractère : {0}
hu: Karakter: {0}
id: Karakter: {0}
it: Carattere: {0}
ja: 文字: {0}
ko: 문자: {0}
pl: Znak: {0}
pt: Caractere: {0}
ro: Caracter: {0}
ru: Символ: {0}
th: อักขระ: {0}
tr: Karakter: {0}
uk: Символ: {0}
vi: Ký tự: {0}
zh_hans: 字符：{0}
zh_hant: 字元：{0}

# HexView_Tip_State
source: State: {0}
ar: الحالة: {0}
cs: Stav: {0}
de: Status: {0}
el: Κατάσταση: {0}
es: Estado: {0}
fa: وضعیت: {0}
fr: État : {0}
hu: Állapot: {0}
id: Status: {0}
it: Stato: {0}
ja: 状態: {0}
ko: 상태: {0}
pl: Stan: {0}
pt: Estado: {0}
ro: Stare: {0}
ru: Состояние: {0}
th: สถานะ: {0}
tr: Durum: {0}
uk: Стан: {0}
vi: Trạng thái: {0}
zh_hans: 状态：{0}
zh_hant: 狀態：{0}

# HexView_Tip_More
source: {0} more
ar: {0} أخرى
cs: Další: {0}
de: {0} weitere
el: {0} ακόμα
es: {0} más
fa: {0} مورد دیگر
fr: {0} de plus
hu: További {0}
id: {0} lainnya
it: Altri {0}
ja: ほか {0} 件
ko: {0}개 더 있음
pl: Więcej: {0}
pt: Mais {0}
ro: Încă {0}
ru: Еще {0}
th: อีก {0} รายการ
tr: {0} tane daha
uk: Ще {0}
vi: Thêm {0}
zh_hans: 还有 {0} 项
zh_hant: 還有 {0} 個

# HexView_Tip_Selection
source: Selection: start {0}, end (inclusive) {1}, length {2} ({3})
ar: التحديد: البداية {0}، النهاية (شاملة) {1}، الطول {2} ({3})
cs: Výběr: začátek {0}, konec (včetně) {1}, délka {2} ({3})
de: Auswahl: Anfang {0}, Ende (einschließlich) {1}, Länge {2} ({3})
el: Επιλογή: αρχή {0}, τέλος (συμπεριλαμβάνεται) {1}, μήκος {2} ({3})
es: Selección: inicio {0}, fin (incluido) {1}, longitud {2} ({3})
fa: انتخاب: شروع {0}، پایان (شامل) {1}، طول {2} ({3})
fr: Sélection : début {0}, fin (incluse) {1}, longueur {2} ({3})
hu: Kijelölés: kezdet {0}, vég (ezzel együtt) {1}, hossz {2} ({3})
id: Pilihan: awal {0}, akhir (inklusif) {1}, panjang {2} ({3})
it: Selezione: inizio {0}, fine (inclusa) {1}, lunghezza {2} ({3})
ja: 選択: 開始 {0}、終了 (このバイトを含む) {1}、長さ {2} ({3})
ko: 선택 영역: 시작 {0}, 끝(이 바이트 포함) {1}, 길이 {2}({3})
pl: Zaznaczenie: początek {0}, koniec (włącznie) {1}, długość {2} ({3})
pt: Seleção: início {0}, fim (inclusivo) {1}, comprimento {2} ({3})
ro: Selecție: început {0}, sfârșit (inclusiv) {1}, lungime {2} ({3})
ru: Выделение: начало {0}, конец (включительно) {1}, длина {2} ({3})
th: ส่วนที่เลือก: เริ่มต้น {0} สิ้นสุด (รวมไบต์นี้) {1} ความยาว {2} ({3})
tr: Seçim: başlangıç {0}, bitiş (dahil) {1}, uzunluk {2} ({3})
uk: Виділення: початок {0}, кінець (включно) {1}, довжина {2} ({3})
vi: Vùng chọn: đầu {0}, cuối (bao gồm) {1}, độ dài {2} ({3})
zh_hans: 选定内容：开始 {0}，结束（含）{1}，长度 {2}（{3}）
zh_hant: 選取範圍：開始 {0}，結束（含）{1}，長度 {2}（{3}）

# HexView_Tip_Row
source: Row {0}: {1}–{2}
ar: الصف {0}: {1}–{2}
cs: Řádek {0}: {1}–{2}
de: Zeile {0}: {1}–{2}
el: Γραμμή {0}: {1}–{2}
es: Fila {0}: {1}–{2}
fa: سطر {0}: {1}–{2}
fr: Ligne {0} : {1}–{2}
hu: {0}. sor: {1}–{2}
id: Baris {0}: {1}–{2}
it: Riga {0}: {1}–{2}
ja: 行 {0}: {1}–{2}
ko: 행 {0}: {1}–{2}
pl: Wiersz {0}: {1}–{2}
pt: Linha {0}: {1}–{2}
ro: Rândul {0}: {1}–{2}
ru: Строка {0}: {1}–{2}
th: แถว {0}: {1}–{2}
tr: Satır {0}: {1}–{2}
uk: Рядок {0}: {1}–{2}
vi: Hàng {0}: {1}–{2}
zh_hans: 第 {0} 行：{1}–{2}
zh_hant: 第 {0} 列：{1}–{2}

# HexView_State_Inserted
source: inserted
ar: مُدرج
cs: vloženo
de: eingefügt
el: εισήχθη
es: insertado
fa: درج‌شده
fr: inséré
hu: beszúrva
id: disisipkan
it: inserito
ja: 挿入
ko: 삽입됨
pl: wstawiony
pt: inserido
ro: inserat
ru: вставлен
th: แทรกแล้ว
tr: eklendi
uk: вставлено
vi: đã chèn
zh_hans: 已插入
zh_hant: 已插入

# HexView_State_Bookmark
source: bookmark {0}
ar: إشارة مرجعية {0}
cs: záložka {0}
de: Lesezeichen {0}
el: σελιδοδείκτης {0}
es: marcador {0}
fa: نشانک {0}
fr: signet {0}
hu: könyvjelző: {0}
id: penanda {0}
it: segnalibro {0}
ja: ブックマーク {0}
ko: 책갈피 {0}
pl: zakładka {0}
pt: marcador {0}
ro: marcaj {0}
ru: закладка {0}
th: บุ๊กมาร์ก {0}
tr: yer işareti {0}
uk: закладка {0}
vi: dấu trang {0}
zh_hans: 书签 {0}
zh_hant: 書籤 {0}

# HexView_Announce_Size
source: file size {0} bytes
ar: حجم الملف {0} بايت
cs: velikost souboru, bajty: {0}
de: Dateigröße {0} Bytes
el: μέγεθος αρχείου {0} byte
es: tamaño del archivo {0} bytes
fa: اندازهٔ فایل {0} بایت
fr: taille du fichier {0} octets
hu: fájlméret: {0} bájt
id: ukuran file {0} byte
it: dimensione file {0} byte
ja: ファイルサイズ {0} バイト
ko: 파일 크기 {0}바이트
pl: rozmiar pliku (bajty): {0}
pt: tamanho do arquivo {0} bytes
ro: dimensiune fișier {0} octeți
ru: размер файла {0} байт
th: ขนาดไฟล์ {0} ไบต์
tr: dosya boyutu {0} bayt
uk: розмір файлу: {0} байтів
vi: kích thước tệp {0} byte
zh_hans: 文件大小 {0} 字节
zh_hant: 檔案大小 {0} 個位元組

# Status_Relative
source: relative {0}
ar: نسبي {0}
cs: relativně {0}
de: relativ {0}
el: σχετική {0}
es: relativo {0}
fa: نسبی {0}
fr: relatif {0}
hu: relatív {0}
id: relatif {0}
it: relativo {0}
ja: 相対 {0}
ko: 상대 {0}
pl: względnie {0}
pt: relativo {0}
ro: relativ {0}
ru: относительно {0}
th: สัมพัทธ์ {0}
tr: göreli {0}
uk: відносно {0}
vi: tương đối {0}
zh_hans: 相对 {0}
zh_hant: 相對 {0}

# Notice_BytesPerRowRounded
source: Bytes per row was changed to {0}.
ar: تم تغيير عدد البايتات في كل صف إلى {0}.
cs: Počet bajtů na řádek byl změněn na {0}.
de: Die Anzahl der Bytes pro Zeile wurde auf {0} geändert.
el: Τα byte ανά γραμμή άλλαξαν σε {0}.
es: Los bytes por fila se cambiaron a {0}.
fa: تعداد بایت در هر سطر به {0} تغییر کرد.
fr: Le nombre d'octets par ligne a été changé en {0}.
hu: A soronkénti bájtok száma {0} lett.
id: Byte per baris diubah menjadi {0}.
it: I byte per riga sono stati impostati su {0}.
ja: 1 行のバイト数を {0} に変更しました。
ko: 행당 바이트 수를 {0}(으)로 변경했습니다.
pl: Liczbę bajtów na wiersz zmieniono na {0}.
pt: Bytes por linha foi alterado para {0}.
ro: Numărul de octeți pe rând a fost modificat la {0}.
ru: Число байтов в строке изменено на {0}.
th: เปลี่ยนจำนวนไบต์ต่อแถวเป็น {0} แล้ว
tr: Satır başına bayt {0} olarak değiştirildi.
uk: Кількість байтів у рядку змінено на {0}.
vi: Số byte mỗi hàng đã được đổi thành {0}.
zh_hans: 每行字节数已更改为 {0}。
zh_hant: 每列位元組數已變更為 {0}。

# ViewInput_BytesPerRow
source: Bytes per row
ar: البايتات في كل صف
cs: Bajtů na řádek
de: Bytes pro Zeile
el: Byte ανά γραμμή
es: Bytes por fila
fa: بایت در هر سطر
fr: Octets par ligne
hu: Bájtok soronként
id: Byte per baris
it: Byte per riga
ja: 1 行のバイト数
ko: 행당 바이트 수
pl: Bajty na wiersz
pt: Bytes por linha
ro: Octeți pe rând
ru: Байт в строке
th: ไบต์ต่อแถว
tr: Satır başına bayt
uk: Байтів у рядку
vi: Số byte mỗi hàng
zh_hans: 每行字节数
zh_hant: 每列位元組數

# ViewInput_BaseAddress
source: Base address
ar: العنوان الأساسي
cs: Základní adresa
de: Basisadresse
el: Διεύθυνση βάσης
es: Dirección base
fa: آدرس پایه
fr: Adresse de base
hu: Báziscím
id: Alamat dasar
it: Indirizzo di base
ja: ベースアドレス
ko: 기준 주소
pl: Adres bazowy
pt: Endereço base
ro: Adresă de bază
ru: Базовый адрес
th: ที่อยู่ฐาน
tr: Taban adresi
uk: Базова адреса
vi: Địa chỉ cơ sở
zh_hans: 基地址
zh_hant: 基底位址

# ViewInput_RowShift
source: Row start shift
ar: إزاحة بداية الصف
cs: Posun začátku řádku
de: Verschiebung des Zeilenanfangs
el: Μετατόπιση αρχής γραμμής
es: Desplazamiento del inicio de fila
fa: جابه‌جایی شروع سطر
fr: Décalage du début des lignes
hu: Sorkezdet eltolása
id: Pergeseran awal baris
it: Spostamento inizio riga
ja: 行の先頭のずれ
ko: 행 시작 이동
pl: Przesunięcie początku wiersza
pt: Deslocamento do início da linha
ro: Decalare început rând
ru: Сдвиг начала строки
th: การเลื่อนจุดเริ่มต้นของแถว
tr: Satır başlangıcı kaydırması
uk: Зсув початку рядка
vi: Độ dịch đầu hàng
zh_hans: 行起点偏移
zh_hant: 列起點位移量

# ViewInput_Invalid
source: The value cannot be interpreted.
ar: تعذّر تفسير القيمة.
cs: Hodnotu nelze interpretovat.
de: Der Wert kann nicht interpretiert werden.
el: Δεν είναι δυνατή η ερμηνεία της τιμής.
es: No se puede interpretar el valor.
fa: مقدار قابل تفسیر نیست.
fr: La valeur ne peut pas être interprétée.
hu: Az érték nem értelmezhető.
id: Nilai tidak dapat diinterpretasikan.
it: Impossibile interpretare il valore.
ja: 値を解釈できません。
ko: 값을 해석할 수 없습니다.
pl: Nie można zinterpretować wartości.
pt: Não é possível interpretar o valor.
ro: Valoarea nu poate fi interpretată.
ru: Не удается интерпретировать значение.
th: ไม่สามารถแปลความหมายค่านี้ได้
tr: Değer yorumlanamıyor.
uk: Не вдається інтерпретувати значення.
vi: Không thể diễn giải giá trị.
zh_hans: 无法解释该值。
zh_hant: 無法解譯此值。

# ViewInput_BytesPerRowRange
source: Specify a value from 1 to 4,096.
ar: حدد قيمة من 1 إلى 4,096.
cs: Zadejte hodnotu od 1 do 4 096.
de: Geben Sie einen Wert von 1 bis 4.096 an.
el: Καθορίστε μια τιμή από 1 έως 4.096.
es: Indica un valor entre 1 y 4096.
fa: مقداری از 1 تا 4,096 مشخص کنید.
fr: Indiquez une valeur comprise entre 1 et 4 096.
hu: Adjon meg egy 1 és 4096 közötti értéket.
id: Tentukan nilai dari 1 hingga 4.096.
it: Specifica un valore compreso tra 1 e 4.096.
ja: 1〜4,096 の値を指定してください。
ko: 1~4,096 사이의 값을 지정하세요.
pl: Podaj wartość od 1 do 4096.
pt: Especifique um valor de 1 a 4.096.
ro: Specificați o valoare între 1 și 4.096.
ru: Укажите значение от 1 до 4 096.
th: โปรดระบุค่าตั้งแต่ 1 ถึง 4,096
tr: 1 ile 4.096 arasında bir değer belirtin.
uk: Укажіть значення від 1 до 4 096.
vi: Hãy chỉ định giá trị từ 1 đến 4.096.
zh_hans: 请指定 1 到 4,096 之间的值。
zh_hant: 請指定 1 到 4,096 之間的值。

# ViewInput_BytesPerRowGroup
source: Grouping is {0} bytes, so specify a multiple of {0}.
ar: التجميع {0} بايت، لذا حدد قيمة من مضاعفات {0}.
cs: Seskupení je po {0} bajtech, proto zadejte násobek {0}.
de: Die Gruppierung beträgt {0} Bytes; geben Sie daher ein Vielfaches von {0} an.
el: Η ομαδοποίηση είναι {0} byte, επομένως καθορίστε ένα πολλαπλάσιο του {0}.
es: La agrupación es de {0} bytes, así que indica un múltiplo de {0}.
fa: گروه‌بندی {0} بایتی است، بنابراین مضربی از {0} مشخص کنید.
fr: Le regroupement est de {0} octets ; indiquez donc un multiple de {0}.
hu: A csoportosítás {0} bájt, ezért {0} többszörösét adja meg.
id: Pengelompokan adalah {0} byte, jadi tentukan kelipatan {0}.
it: Il raggruppamento è di {0} byte, quindi specifica un multiplo di {0}.
ja: グループ化が {0} バイトのため、{0} の倍数を指定してください。
ko: 그룹화가 {0}바이트이므로 {0}의 배수를 지정하세요.
pl: Grupowanie wynosi {0} B, więc podaj wielokrotność {0}.
pt: O agrupamento é de {0} bytes, por isso especifique um múltiplo de {0}.
ro: Gruparea este de {0} octeți, așa că specificați un multiplu de {0}.
ru: Размер группы — {0} байт, поэтому укажите значение, кратное {0}.
th: การจัดกลุ่มคือ {0} ไบต์ จึงต้องระบุค่าที่เป็นพหุคูณของ {0}
tr: Gruplama {0} bayt olduğundan {0} sayısının katı olan bir değer belirtin.
uk: Розмір групи — {0} байтів, тому вкажіть значення, кратне {0}.
vi: Nhóm là {0} byte nên hãy chỉ định bội số của {0}.
zh_hans: 分组为 {0} 字节，因此请指定 {0} 的倍数。
zh_hant: 分組為 {0} 個位元組，因此請指定 {0} 的倍數。

# ViewInput_BaseAddressRange
source: The address of the position after the end would exceed 0xFFFFFFFFFFFFFFFF.
ar: سيتجاوز عنوان الموضع التالي للنهاية 0xFFFFFFFFFFFFFFFF.
cs: Adresa pozice za koncem by přesáhla 0xFFFFFFFFFFFFFFFF.
de: Die Adresse der Position nach dem Ende würde 0xFFFFFFFFFFFFFFFF überschreiten.
el: Η διεύθυνση της θέσης μετά το τέλος θα υπερέβαινε το 0xFFFFFFFFFFFFFFFF.
es: La dirección de la posición posterior al final superaría 0xFFFFFFFFFFFFFFFF.
fa: آدرس موقعیت پس از انتها از 0xFFFFFFFFFFFFFFFF فراتر می‌رود.
fr: L'adresse de la position suivant la fin dépasserait 0xFFFFFFFFFFFFFFFF.
hu: A vég utáni pozíció címe meghaladná a 0xFFFFFFFFFFFFFFFF értéket.
id: Alamat posisi setelah akhir akan melebihi 0xFFFFFFFFFFFFFFFF.
it: L'indirizzo della posizione dopo la fine supererebbe 0xFFFFFFFFFFFFFFFF.
ja: 末尾の次の位置のアドレスが 0xFFFFFFFFFFFFFFFF を超えるため、設定できません。
ko: 끝 다음 위치의 주소가 0xFFFFFFFFFFFFFFFF를 초과합니다.
pl: Adres pozycji za końcem przekroczyłby 0xFFFFFFFFFFFFFFFF.
pt: O endereço da posição após o fim excederia 0xFFFFFFFFFFFFFFFF.
ro: Adresa poziției de după sfârșit ar depăși 0xFFFFFFFFFFFFFFFF.
ru: Адрес позиции после конца превысит 0xFFFFFFFFFFFFFFFF.
th: ที่อยู่ของตำแหน่งหลังจุดสิ้นสุดจะเกิน 0xFFFFFFFFFFFFFFFF
tr: Sondan sonraki konumun adresi 0xFFFFFFFFFFFFFFFF değerini aşar.
uk: Адреса позиції після кінця перевищить 0xFFFFFFFFFFFFFFFF.
vi: Địa chỉ của vị trí sau phần cuối sẽ vượt quá 0xFFFFFFFFFFFFFFFF.
zh_hans: 末尾之后位置的地址将超过 0xFFFFFFFFFFFFFFFF。
zh_hant: 結尾之後位置的位址會超過 0xFFFFFFFFFFFFFFFF。
